aria2
at
ctags
dash
dos2unix
dosfstools
doxygen
fzf
git
github-cli
go
gprolog
htop
httrack
imagemagick
inotify-tools
jdk11-openjdk
jq
lsd
lua51-mpack
man-db
man-pages
nasm
ncdu
neovim
nodejs
openssh
os-prober
p7zip
pacman-contrib
pandoc
php
php-apache
pkgfile
pv
python
python-pip
python2
radare2
ragel
reflector
ripgrep
ruby
rubygems
rustup
sqlitebrowser
stow
strace
tcpdump
the_silver_searcher
tk
tmux
tree
wget
whois
xclip
zip
shellcheck
bubblewrap-suid
libseccomp
